[RegtypeDlg]
x1=Escolha o tipo de registro
x2=Tipo de registro
x3=Bem - vindo ao procedimento de registro do DVR
x4=Etapa 1 de Registro
x5=Código da máquina
x6=Insira o código da sua máquina e o número de série
x7=Informações de registro
x8=Código da máquina
x9=Número de série do produto
x10=Fechar
x11=Próximo
x12=Etapa 2 de Registro
x13=Insira o seu número de série
x14=Licença
x15=Voltar
x16=Registrar
x17=Erro de registro , insira novamente
x18=Registrado com sucesso
x19=OK
x20=Cancelar
